// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Job Queue";

WebBrowserWindowTitle = "Job Queue";

TaskTitleField = "Job Queue";
TaskDescriptionField = "To view the jobs that are waiting to be printed and those that have already been printed, click the button below.";
TaskStartButtonTitle = "Look Up";